{
  "actors": [
    {
      "name": "Milo Anima",
      "role": "(Gomez Addams/Soldier Ancestor (Dance Corps)/Co-Props Master)",
      "bio": "Milo is pleased to present his ninth show with the Scotts Valley Drama Department: The Addams Family! As a junior, he has played several roles in past productions such as Professor Plum in Clue: On Stage!, Nostradamus in Something Rotten, and Leonard Ganz in Rumors. Along with acting, he has worked as the co-props master with the wonderful Violetta Dauksa, and the fantastic props crew Ash Formoso and Becky Chalmers. He would like to dedicate this performance to his fellow cast members and crew, for allowing him to be a part of such a fantastic show and always showing him the support and love only they could give him. He would also like to congratulate the understudies for all their hard work and dedication to this show, alongside his biggest supporters Dani Dunn and Violet Palmer for always rooting for him, even when he couldn’t find a way to root for himself. Next, he would like to thank his incredibly talented double-cast, Kavin Pugazhenthi, who not only enveloped himself in the role of Gomez, but also the shoes of student director. Their talent and love for the arts never fails to inspire him, and he is absolutely honored to be able to work alongside him one last time. Last but certainly not least, he would like to thank his director Kendra Kannegaard, his vocal director Lea Reed, and the lovely stage manager Atlas Hinkle for being his lights in the darkness. Their guidance and instruction has allowed him to flourish on stage, and he could not be more grateful for all the love they have shown him. And now, let us summon our beloved audience to enjoy the performance: Welcome to, The Addams Family!"
    },
    {
      "name": "Kavin Pugazhenthi",
      "pronouns": "he/they",
      "role": "(Gomez, Matador Ancestor, Student Director)",
      "bio": "Kavin Pugazhenthi is a senior and this is his ninth and final production with the Scotts Valley High School Theater Department. You may have previously seen him as a wee little freshman in Almost, Maine, or in, most recently Rumors. This is his first foray into directing theater. He would like to thank the incredible people who have supported and inspired him along the way:  Chloe Kitch, V Nivelle, Kay Labbe, Todd Hoffman, Cooper and Gage Herrendeen, Colburn Ryan, Jack and Ian McHatton and Mrs. Kannegaard. In addition, he thanks Asher Hildebrand. Thank you Asher. Enjoy the show, lets be bad!"
    },
    {
      "name": "Chloe Kitch",
      "role": "",
      "bio": ""
    },
    {
      "name": "Sydney Clark",
      "role": "(Morticia Addams & Dance Corps)",
      "bio": "As a current senior, this is Sydney's tenth show with the department. You may have seen her in past productions as Bea Bottom in Something Rotten or as Hope Cladwell in Urinetown! She is so honored and excited to be playing Morticia in this year’s production of The Addams Family, and she could not be prouder to perform with this cast and crew. She would like to take a moment to thank some of the people that have supported her in her theatre journey over the last four years at SVHS. First and foremost, she would like to thank her parents; Matthew and Gretchen, for always supporting her in pursuing theatre. She would also like to thank her oldest theatre friends, Audrey Lewerenz, Lyra Alers, and Aaron Alejandro. Of course, she has to thank her incredibly talented double castmate Chloe Kitch. She would also like to thank the cast and crew, but especially her girls Ava Kreer, Bali Welch, and Namiko Miller. Additionally, she would like to thank her alumni, Cooper Herendeen and Trinity Maxon. Finally, she dedicates this show to her drama mama Kendra Kannegaard, for showing her that she is capable of greatness, and inspiring her to keep pushing herself to greater heights. She hopes you enjoy the show!"
    },
    {
      
    }
  ],
  "tech": [{}]
}
