{
  "order": {
    "cast": [
      "miloanima",
      "kavinpugazhenthi",
      "chloekitch",
      "sydneyclark",
      "emmabrooke",
      "masonfohl",
      "rachelecasagrande",
      "yanborodaenko",
      "danidunn",
      "vnivelle",
      "violetpalmer",
      "katedoherty",
      "avakreer",
      "tisasholokhman",
      "willscree",
      "raynev",
      "lillianlchapman",
      "trinitystenton",
      "jackpeterson",
      "kylegoode",
      "namikomiller",
      "baliwelch",
      "evadewitt",
      "aaronalejandro",
      "jaedenchamberlain",
      "laureljames",
      "liliabrunner",
      "gavincanderle",
      "janessakovacevich",
      "emmaoldham",
      "phoenixhardison",
      "haydibowsher"
    ],
    "crew": [
      "kendrakannegaardthornley",
      "kavinpugazhenthi",
      "atlashinkle",
      "leareed",
      "sydneyclark",
      "ianmchatton",
      "lyraalers",
      "cielschnell",
      "alexmoriarty",
      "kyanlundberg",
      "avakreer",
      "violetadauksa",
      "audreylewerenz",
      "betwixtjonescruz",
      "emmarozeboom",
      "samanthawarner",
      "cooperherendeen",
      "gageherendeen"
    ]
  },
  "people": {
    "kendrakannegaardthornley": {
      "name": "Kendra Kannegaard Thornley",
      "role": "(Director)",
      "bio": "Mrs K. is this production's extremely proud director. This is her tenth year directing shows at SVHS and her sixth year as the official drama teacher (where has the time gone?). She feels like she has found her passion working with these very talented students and is grateful every day for the opportunity. During her time here she has directed many shows including Little Shop of Horrors, Chicago, The Curious Savage, Newsies, Almost, Maine, Clue, Urinetown, The Play That Goes Wrong, Something Rotten!, and most recently, Rumors! Kendra is a proud alumni of SVHS and since graduating in 2012, she has received an AA degree in Theatre Arts from Cabrillo College, her BA in Theatre Arts & teaching credential from San Jose State. She is so proud of all the hardworking cast and crew she has had the honor of working with over the past few years at SVHS and is so inspired by their talent and dedication. She would like to thank the incomparable Todd, Lea, Ian, ANmi, Jaycee, Kyan, Sam, Sydney, Ava, Mason, Gage, Cooper, Jack, Asher, Colburn, Trinity, Violeta, Milo, Lyra, Ciel, Alex, Audrey, Twix, Emma, Tisa, Denise, the hardworking tech/crew and cast, her mom Jacque, her HUSBAND Luke, her incredible student director Kavin, and stage manager Atlas, without whom this production would not have happened! Enjoy the show! ❤️"
    },
    "miloanima": {
      "name": "Milo Anima",
      "role": "(Gomez Addams/Soldier Ancestor (Dance Corps)/Co-Props Master)",
      "bio": "Milo is pleased to present his ninth show with the Scotts Valley Drama Department: The Addams Family! As a junior, he has played several roles in past productions such as Professor Plum in Clue: On Stage!, Nostradamus in Something Rotten, and Leonard Ganz in Rumors. Along with acting, he has worked as the co-props master with the wonderful Violetta Dauksa, and the fantastic props crew Ash Formoso and Becky Chalmers. He would like to dedicate this performance to his fellow cast members and crew, for allowing him to be a part of such a fantastic show and always showing him the support and love only they could give him. He would also like to congratulate the understudies for all their hard work and dedication to this show, alongside his biggest supporters Dani Dunn and Violet Palmer for always rooting for him, even when he couldn't find a way to root for himself. Next, he would like to thank his incredibly talented double-cast, Kavin Pugazhenthi, who not only enveloped himself in the role of Gomez, but also the shoes of student director. Their talent and love for the arts never fails to inspire him, and he is absolutely honored to be able to work alongside him one last time. Last but certainly not least, he would like to thank his director Kendra Kannegaard, his vocal director Lea Reed, and the lovely stage manager Atlas Hinkle for being his lights in the darkness. Their guidance and instruction has allowed him to flourish on stage, and he could not be more grateful for all the love they have shown him. And now, let us summon our beloved audience to enjoy the performance: Welcome to, The Addams Family!"
    },
    "kavinpugazhenthi": {
      "name": "Kavin Pugazhenthi",
      "pronouns": "he/they",
      "role": "(Gomez, Matador Ancestor, Student Director)",
      "bio": "Kavin Pugazhenthi is a senior and this is his ninth and final production with the Scotts Valley High School Theater Department. You may have previously seen him as a wee little freshman in Almost, Maine, or in, most recently Rumors. This is his first foray into directing theater. He would like to thank the incredible people who have supported and inspired him along the way:  Chloe Kitch, V Nivelle, Kay Labbe, Todd Hoffman, Cooper and Gage Herrendeen, Colburn Ryan, Jack and Ian McHatton and Mrs. Kannegaard. In addition, he thanks Asher Hildebrand. Thank you Asher. Enjoy the show, lets be bad!"
    },
    "chloekitch": {
      "name": "Chloe Kitch",
      "role": "(Morticia and Ensemble)",
      "bio": "Chloe is a jr. at Scotts Valley High. She has been performing in the department since her freshman year. Some of her past shows include;  Clue, Urinetown, The Play that Goes Wrong, Something Rotten, and Rumors. Addams Family will be her overall 8th show with the drama department. She is very thankful to all who have contributed to making this show so spectacular. She is thankful to Mrs. K for all her hard work and understanding in times of chaos.  Chloe wants to also thank her double cast Sydney for being so supportive and compassionate , as this is Chloe's first lead in a musical and it’s led to a lot of nerves! She also thanks Kavin for being a cutie putootie. Chloe thanks her mum for bringing her snackies during hell week and hopefully coming to see many many many shows. Chloe hopes that everyone enjoys the show!"
    },
    "sydneyclark": {
      "name": "Sydney Clark",
      "role": {
        "cast": "(Morticia Addams & Dance Corps)",
        "crew": "(Student Vocal Director & Box Office Manager)"
      },
      "bio": {
        "cast": "As a current senior, this is Sydney's tenth show with the department. You may have seen her in past productions as Bea Bottom in Something Rotten or as Hope Cladwell in Urinetown! She is so honored and excited to be playing Morticia in this year's production of The Addams Family, and she could not be prouder to perform with this cast and crew. She would like to take a moment to thank some of the people that have supported her in her theatre journey over the last four years at SVHS. First and foremost, she would like to thank her parents; Matthew and Gretchen, for always supporting her in pursuing theatre. She would also like to thank her oldest theatre friends, Audrey Lewerenz, Lyra Alers, and Aaron Alejandro. Of course, she has to thank her incredibly talented double castmate Chloe Kitch. She would also like to thank the cast and crew, but especially her girls Ava Kreer, Bali Welch, and Namiko Miller. Additionally, she would like to thank her alumni, Cooper Herendeen and Trinity Maxon. Finally, she dedicates this show to her drama mama Kendra Kannegaard, for showing her that she is capable of greatness, and inspiring her to keep pushing herself to greater heights. She hopes you enjoy the show!",
        "crew": "Sydney Clark is a current senior at SVHS, and while she normally is seen onstage, she also does a lot of work behind the scenes! This is her third show that she has vocal directed at SVHS. Throughout this process, she has watched every single individual in the cast grow into incredible vocalists, whether that be through coaching them in auditions, listening to their solos, teaching them to hold down harmonies in group numbers, and even leading them in warmups singing Row Row Row Your Boat (Lol!). She could not be more proud of the cast and how eloquently they took on the challenge of this monster of a show. However, there are three people that she could not have done this without. The first is Todd Hoffman. He was the first person to encourage Sydney to start vocal directing in her sophomore year. He always supported her and pushed her to reach for a leadership role in the department. This brings us to the next person, who is the incredible Kendra Kannegaard. She was the person to give Sydney a chance to start vocal directing and supported her every step of the way. The last person is the irreplaceable, kind, and compassionate Lea Kathleen Reed. Working with Lea has been such a wonderful learning experience, and this show would not exist without her. Sydney would like to dedicate this show to her. She hopes you enjoy the show!"
      }
    },
    "emmabrooke": {
      "name": "Emma Brooke",
      "role": "(Wednesday Addams)",
      "bio": "Emma Brooke is a junior at SVHS and this is her 6th show with the drama department. Her previous roles include: Little Sally (Urinetown), Rachel/Mary Colleymore (PTGW), Portia (Something Rotten), Chris Gorman (Rumors), and Amelia (Abandoning Taylor). She is thrilled to be playing Wednesday, the “ultimate princess of darkness”, as the plot states. Outside of the drama department, she has also been in 17 CYT shows. Her favorite roles include: Dorothy (Wizard of Oz), Miss Honey (Matilda), and Charlie Cowell (Music Man jr).  Emma would like to dedicate the show to her cats Pigeon and Skimbleshanks and she would like to thank the entire drama department for putting on this amazing show and her family for putting up with her for the whole process. She hopes you enjoy the show and thanks you for coming!"
    },
    "masonfohl": {
      "name": "Mason Fohl",
      "pronouns": "any/all",
      "role": "(Lucas Beineke)",
      "bio": "Mason is a junior at Scotts Valley High, and Addams Family is their sixth show with Scotts Valley High.  This is the first time since Our Place that they have performed in this new space, and they are so excited to have the chance to perform in the musical on a bigger stage!  They would like to thank their parents, Violet Palmer, Mrs. K, and Ms. Danner for getting them through hell week, as well as every single other cast member that they have had the privilege of rehearsing with.  They would like to thank you for coming out tonight to see the show, and that you enjoy what you see today!"
    },
    "rachelecasagrande": {
      "name": "Rachele Casagrande",
      "role": "(Wednesday Understudy, Salem Witch Ancestor)",
      "bio": "Rachele Casagrande is a freshman at Scotts Valley High. This is Rachele's third production at the school, and is thrilled to have been a part of this amazing musical. In all of her school years she's done 7 plays/musicals, not including The Addams Family. In the fall play of 2023 she was Cassie Cooper in Rumors and realized how hard it is to be in theater, but that it is all so worth it. She thanks everyone in the cast and crew of this production for being kind, patient and encouraging. She thanks friends and family for always being there and supporting her no matter what. (She would also like to apologize to anyone who witnessed her being moody and emotional and being her safety net.) She would like to thank Mrs K for allowing her to continue in The Addams Family after having missed so much. Most importantly, Rachele would like to thank her mom for always being understanding and supportive. Without her, she wouldn't have been able to remain sane."
    },
    "yanborodaenko": {
      "name": "Yan Borodaenko",
      "role": "(Lucas Bieneke Understudy, Sailor Ancestor)",
      "bio": "Yan is a Sophomore here at Scotts Valley High, and this is his 3rd show here with the SVHS Drama Department. You may have previously seen Yan on stage as Nigel Bottom in last year's Something Rotten or Ken Gorman in this year's Fall Play Rumors. Yan would like to dedicate this show to the amazing Kendra Kannegaard who always shows undying love and support to all the actors and tech in the drama department, as well as his cats because they are the coolest cats to exist in the world. Enjoy the show and remember that crazy is underrated"
    },
    "danidunn": {
      "name": "Dani Dunn",
      "role": "(Uncle Fester, Dance Corps)",
      "bio": "Dani is a junior, and she is so thrilled to be in her seventh production with Scotts Valley High!!! She has been having so much fun playing various different roles throughout her high school career, the most recent of which being Ernie Cusack in the fall play, “Rumors,” as well as playing Taylor Brandon in one of the winter plays, “Abandoning Taylor.” She is so grateful to be given the opportunity to play such an iconic role that folks of all ages can love! When not performing, Dani loves playing games with her friends and listening to The Cure. She would like to thank her best friend, Milo Anima, for always being there to lift her up and support her, and for always finding a way to make her laugh. She would also like to thank the lovely V Nivelle for being the best double-cast she could ever ask for, as well as everybody on tech and crew, especially Kendra Kannegaard, Lea Reed, and Atlas Hinkle, because this show would not be the amazing production that it is without them (she loves all the people mentioned to the moon and back!). She hopes you have a scary good time watching the show!!!"
    },
    "vnivelle": {
      "name": "V Nivelle",
      "role": "(Fester, Dance Corps, House Management)",
      "bio": "V is a junior at Scotts Valley High School and this is their eighth show with the drama department and their third time acting. Previously seen in Clue! as a cop and in Something Rotten as Shakespeare, they are so pumped to be acting as Fester in The Addams Family and be as goofy as they would like on stage! When not acting on stage for productions, V can be found in the house helping audience members or serenading the concession staff. They would like to thank their double cast Dani Dunn and especially Audrey Lewrenz, the makeup head, for turning them beautifully bald every performance. Whether you are seeing V bald or not tonight, they hope you truly enjoy the show and come back to see every cast!"
    },
    "violetpalmer": {
      "name": "Violet Palmer",
      "role": "(Pugsley Addams)",
      "bio": "This is Violet's fifth show at the high school and she is unbelievably excited to have worked with these amazing people in this production. She is a junior at Scotts Valley high school and was previously in the spring musicals Urinetown (ensemble) and Something Rotten (ensemble) and directed this year's fall play, Rumors. Violet would love to thank Kyan for everything she has done for the show. The amount of time, effort, love and patience she has put into everything is incredible. She is someone who has always been there, and Violet is honored to have someone like Kyan in her life. Atlas for every single thing they have done for the drama department basically carrying the shows on their back. A thank you to V for always being so thoughtful and kind towards Violet, without judgment. Thank you V for always understanding and loving those around you. Ash for being such a wonderful, talented friend brightening her day every time he walks into the room. Mason for being the silliest person, constantly sticking to Violets' side even when things get rough. Redefining what it means to love and care for people, Violet loves and appreciates everything Mason has done for her. She would also want to give a huge shout out to Kate Doherty for being a delightful understudy, and beautiful friend. Dani Dunn for being the funniest person known to man. Leaving Violet giggling to herself at any moment, Dani has never shown hostility towards others thank you for being such an astounding human to be around. Finally Milo Anima for showing the most compassion and respect towards Violet, always making time for those around him. Without him in this department it wouldn't feel the same. He leaves such a huge impact on others motivating them to do great things and she cannot wait to see how far he goes in life. She couldn't do anything without these magnificent people in her life and she is beyond grateful to be blessed to be with them. Thank you all for everything you have done and what you'll accomplish  Thank you for reading and enjoy the show!"
    },
    "katedoherty": {
      "name": "Kate Doherty",
      "role": "(Nurse Ancestor/ Pugsley Addams)",
      "bio": "Kate Doherty is a freshman at Scotts Valley High School, and is so excited to be in her third production with SVHS. She has played Claire Ganz in Rumors and Fanny in the Winter Show, and now feels so lucky to perform in Addams! Kate has always loved theater and believes it's an amazing way to connect with people and have fun on stage. She is so grateful for all her incredible cast mates and all the friendships she has made this year through drama. Kate would like to thank her family and friends for running lines with her and always supporting her, especially when she sings super loudly at unnecessary times. She hopes you enjoy SVHSs production of The Addams Family!"
    },
    "avakreer": {
      "name": "Ava Kreer",
      "role": {
        "cast": "(Grandma Addams and Dance Corps)",
        "crew": "(Student Producer)"
      },
      "bio": {
        "cast": "Ava Kreer is a current senior at Scotts Valley High School. This is her third year in, and eighth show with the department. She is overjoyed to be ending her highschool theater career playing the role of Grandma Addams, alongside the amazing Tisa Sholohkman, as well as the role of Bar Wench ancestor on her off nights! Previously, Ava has been involved in Clue!, Urinetown, The Play That Goes Wrong, Our Place, Something Rotten, and Rumors. Most recently, she has performed as Chris Goreman in SVHS' Fall Play Rumors. Along with acting in the shows, Ava is grateful to hold the role of Student Producer (see other bio). She would like to thank her family for supporting her throughout all her productions, Sydney Clark, Namiko Miller, Audrey Lewerenz, Luke Thornley and Jackie Kannegaard for their delicious chili, her lovely car Jerry for not breaking down (yet), and every cast and crew member participating in the production. She would like to make a special thank you to Kendra Annika Gail Kannegaard Thornley for consistently cultivating the most welcoming space within the department, and for being her mentor, teacher, and friend. Without all of these things and people, you would not be seeing the spectacular production you are seeing today. She hopes you all enjoy the show and return to see the other amazing cast!",
        "crew": "Ava Kreer is a current senior at Scotts Valley High School. This is her third year in, and eighth show with the department. For the past four shows, Ava has worked as the student producer for the department. Though she is sad to be leaving the department at the end of this show, she could not be more appreciative and grateful to be given this opportunity within the community. She would like to thank Mrs. K for having faith in her to fulfill the requirements of this position, and teaching her the ways of the professional theater world. Along with being the student producer, Ava also acts in the show as Grandma Addams and Dance Corps (see other bio). She would like to thank everyone for coming to support the show, and the numerous newspapers she reached out to who have agreed to promote our show! Additionally, she would like to thank V Nivelle for carrying on the role of student producer after she graduates, the position could not be in better hands."
      }
    },
    "tisasholokhman": {
      "name": "Tisa Sholokhman",
      "role": "(Grandma Adams, Ancestor, and Costume Head)",
      "bio": "Tisa (Beatris) Sholokhman is a Senior at SVHS and plays the role of Grandma Adams and Ancestor on her off nights. She is also the costume designer for this production alongside her friend and other head costumer, Emma Rozeboom. She has participated in last year's fall play “Play that Goes Wrong” and musical “Something Rotten”, and during her sophomore year she was in “Clue” in the role of Mrs.Peacock, and in the spring Musical “Urinetown”. This year she was in “Rumors” and played the role of Cookie. Also, she has participated in three musicals during her time at the middle school including Susical, Lion King, and Aladdin. She would like to thank her director and friend, Kendra Kannegaard for being supportive, patient, and encouraging. Tisa is incredibly grateful for her friends and drama cast/crew for being a chaotic but uplifting group of people who make her life brighter, this is unfortunately her last show and she wants them to know how much she will miss them. She wants to give a special thank you to her friend Lilly and girlfriend Jaeden, and to her loving parents for supporting her and her antics."
    },
    "willscree": {
      "name": "Wills Cree",
      "role": "(Lurch, Theater Custodian)",
      "bio": "Wills is a senior at SVHS. This is his first time working with the drama department, his third time participating in theater, and second time acting (excluding pre-highschool mandatory plays). He was a bass in the choir for Cabrillo's Hunchback of Notre Dame and a random child in CYT's Tom Sawyer. He was hoping to be cast as Lurch from the start and now he is happily shambling around the stage. He would like to thank Kendra for the callback and casting for his most wanted role."
    },
    "raynev": {
      "name": "Rayne V",
      "pronouns": "she/her",
      "role": "(Lurch Understudy)",
      "bio": "Rayne is a lover of all things cooking who decided to give theatre a shot too. This is her first show and she is very glad to be able to be a part of the theatre community. If she's not rehearsing for a show, you can most likely find her either filling the void of boredom with one of the many hobbies she collects like playing cards or relaxing and recovering from a long day of nothing important. She would love to thank Rachele Casagrande, Ian McHatton, and Matt Olson for being great friends and emotional support during the show and you, the reader, for coming to see the show!"
    },
    "lillianlchapman": {
      "name": "Lillian L. Chapman",
      "role": "(Alice Beineke)",
      "bio": "Lillian is a senior at SVHS, and will be portraying Alice alongside her fabulous double-cast, Trinity Stenton. Lillian has participated in numerous theatrical productions, playing Elsa in The Sound Of Music, Officer Welch in Rumors, and working as the head costumer in the SVHS Winter Play. She would like to thank the costuming department for their limitless dedication, as well as the supportive network of actors and friends she has made over the past four years."
    },
    "trinitystenton": {
      "name": "Trinity Stenton",
      "role": "(Alice Beineke, Dance Corps)",
      "bio": "This is Trinity Stenton and she is a senior. She plays  Alice Beineke and she is a member of the dance core. This is her last show at Scotts Valley High and she is so excited to be involved in this production. She would like to thank Mason for having her revise this bio and Cheyenne for giving her hugs backstage."
    },
    "jackpeterson": {
      "name": "Jack Peterson",
      "role": "(Mal Beineke)",
      "bio": "Jack is a sophomore and this is his third show at SVHS. He has been a part of the shows Rumors and PG and encourages anyone who is even mildly interested in theatre to try it out! Jack thanks all the love and support from his parents and loved ones, because they are what motivates him to do his best. He'd also like to thank all those that you don't see on stage that work tirelessly to make the show as good as it is. (Seriously, cause it's a lot). He hopes you enjoy the show and share all the love, joy, and laughter felt within these walls."
    },
    "kylegoode": {
      "name": "Kyle Goode",
      "role": "(Ancestor, Mal Beineke Understudy)",
      "bio": "Kyle Goode is a freshman at Scotts Valley High School. This is his third play at the high school one show he was in was Rumors playing Glenn Cooper. Kyle is in his first musical at the high school and his second musical ever after played Hans in frozen jr. produced by the lovely director, Mrs,. Neall. Kyle also has been playing baseball for ten plus years and was on the 2023 Santa Cruz All-star team last summer. He chooses to put baseball on hold after all the fun he had in Rumors but is happy with his choice. Kyle also thinks if he stops playing baseball and continues with acting he will be happy because in one of his last at bats he hit a triple which was his first one. Kyle also is a helper at the middle school helping Mrs. Neall and returning the favor for what she has done in my life. Kyle would like to thank his Mom and Dad for always being there for him, his brothers Shaun and Ryan for being there for him and Mrs. Neall for starting up his acting career and for bringing the middle schoolers to see the play and Kyle would like to thank you for watching."
    },
    "namikomiller": {
      "name": "Namiko Miller",
      "role": "(Bride Ancestor, Dance Captain, Dance and Tap Corps, and Student Choreographer)",
      "bio": "Namiko (Nami) Miller (she/her) is a Senior at SVHS, she is the Student Choreographer for Addams Family as well as performing as bride ancestor and dance captain. Nami has participated in SVHS's “Deaths, Divas, and Dreams” (2024) as student producer, SVHS's “Something Rotten” (2023) as assistant choreographer, dance captain, dance and tap corps, and troupe member, and SVHS's “Urinetown” (2022) as dance corps and poor ensemble. Along with participating in the shows with the drama department, Nami runs social media alongside Emma Brooke for the Drama Department. Nami has been dancing and performing since she was 10, and has danced in Agape Dance Academy's productions of The Nutcracker and their June shows since she was 13, and is currently dancing with Agape Dance Academy. This is Nami's last year with the Drama Department and words cannot explain the love she has for this department and the impact it had on her throughout highschool. She is so unbelievably proud of this show and this cast and crew. She wants to give a special shout out to Mrs. Kannegaard, Atlas, Kavin, Ian, Lea, Sydney, Ava, Audrey, Bali, and the spectacular cast and crew she had the privilege to work with! Enjoy this amazing show!"
    },
    "baliwelch": {
      "name": "Bali Welch",
      "role": "(French Court Ancestor, Dance Corps)",
      "bio": "Bali is a senior at Scotts Valley High School and this is her third show in the drama department. Prior to her role in The Addams Family, she was in Something Rotten as well as The Play That Goes Wrong. Although this is Bali's last production with SVHS, she will always be grateful for the kind people she has met through the department and the incredible impact they have had on her life. She would like to thank Ava Kreer and Ricki Lee Stauz for encouraging her to join the drama and for always being her biggest cheerleaders. Bali would also like to thank her family for their constant encouragement and support. She hopes you enjoy the show as an immense amount of love has been put into it by both the cast and crew. In honor of her role as a French court ancestor in this production as well as an homage to her fellow dancestors, vive la France!"
    },
    "evadewitt": {
      "name": "Eva DeWitt",
      "role": "(Cowgirl Ancestor, Dance Corps)",
      "bio": "Eva DeWitt is a sophomore at SVHS and this is her fourth show in the department. Some of her past roles include Annie (The Play that Goes Wrong), Troupe/Ensemble (Something Rotten), and Woman (Bittersweet Lullaby). She is also a proud member of the SVHS choir. She would like to thank this incredible cast and crew for working so hard to create this amazing show!"
    },
    "aaronalejandro": {
      "name": "Aaron Alejandro"
    },
    "jaedenchamberlain": {
      "name": "Jaeden Chamberlain",
      "role": "(Clown Ancestor, Costumer)",
      "bio": "Jaeden is a senior at Scotts Valley High School. This is her second show with the drama department, and her first musical she has been a part of. Previously, she played Cookie Cusack in the Fall Play Rumors, and starred as the Energizer Bunny in her 4th grade play. She would like to thank Tisa Sholokhman for being such a wonderful girlfriend and Lillian Chapman for being the coolest goofiest stinker, and every person who has been supportive of her throughout her life. The Addams Family has been such a fantastic experience for her, and it has been wonderful for her to witness all of the incredible work put in by so many wonderful people. She cannot wait for you to see the show!"
    },
    "laureljames": {
      "name": "Laurel James",
      "pronouns": "she/her",
      "role": "(Ancestor)",
      "bio": "Laurel is a junior at Scotts Valley High School and this will be her fifth production with the SVHS drama department. She previously played the role of “The Cook” in Clue and “Haggard Woman” in Something Rotten. She would like to thank the cast and crew for working to make this show so great. She has had so much fun being in this production and she hopes you all love the show as much as she does!"
    },
    "liliabrunner": {
      "name": "Lilia Brunner",
      "role": "(Newsie Ancestor)",
      "bio": "As a freshman, this is Lilia's 2nd show at SVHS. Previously, Lilia played a hooded figure in the winter play, Deaths, Divas and Dreams, and a pirate in SLV Charter's Peter Pan. When not acting, Lilia can be found drawing, reading or getting overly excited about plants. Lilia would like to thank Ms. K, Lea, Ian, and everyone in the cast & crew for donating so many hours of their lives to making this show amazing. Many thanks must also go to the costumes department for providing the lovely hat, which Lilia is definitely not going to steal at the end of the show. Whichever performance you happen to be attending, Lilia hopes you enjoy it! Full disclosure."
    },
    "gavincanderle": {
      "name": "Gavin Canderle",
      "role": "(Punk Rock Ancestor)",
      "bio": "This is Gavin's second show here at Scotts Valley High School! After many days of convincing himself to join the drama department, Gavin finally decided to join. Gavin's pastimes are playing guitar, listening to  80's hardcore punk or thrash metal, football, and weight lifting. Gavin would like to thank his parents for accepting him for doing drama considering that it is new to them. He would also like to thank Mrs. K for convincing him to join after two years of bugging him to join the drama department."
    },
    "janessakovacevich": {
      "name": "Janessa Kovacevich",
      "role": "(Twin Ancestor)",
      "bio": "Janessa is a Junior at Scotts Valley High School and this is her third show! She has worked in the crew for the fall play “Rumors”, and an actor for the winter play, “Deaths, Divas, and Dreams”. She would like to thank her family, especially her grandmother who may not see her on stage but will be watching her from heaven. She would also like to thank her dad for being really supportive throughout the whole process. She would like to thank her entire family for believing in her and coming to see her on stage. She is incredibly grateful for the entire cast, tech, and crew for working hard to create such an amazing show.  Finally, she would like to thank the director Kendra Kannegard for being a role model to everyone. Thank you, enjoy the show!"
    },
    "emmaoldham": {
      "name": "Emma Oldham",
      "role": "(Twin Ancestor)",
      "bio": "Emma is a junior at Scotts Valley High School. Emma Oldham (she/her/them/they) is a Junior at Scott Valley High School Emma is a part of the Ensemble and will be playing a twin ancestor with her friend Janessa. This is Emma's fifth production with the SVHS theater department;  Emma started her acting journey in Our Place as Sherry the eight year old girl and then Something Rotten as a ensemble member playing a clerk, towns person and a puritan then Rumor's  as a member of  Props, House, and Backstage department, then the winter play as a co-head of props, and as actor in the show PG. She would like you to know that throughout the past couple years with what has happened in our lives; drama has saved her life more than once. She would like you to know that throughout her life she has always felt like an outsider in the past, and drama gave her a safe place to be who she really is.  She would like to thank her hardworking peers, her family for tolerating her, her friends for being supportive and encouraging, Mrs. Kannegaard for all she has done, as a wonderful director for giving her opportunities . She also would like to thank her horses for giving Emma confidence when she needed it the most, her amazing boyfriend, Hunter, for helping her through her passions. She would also like to dedicate this to the people in her life who have passed on but she knows are with her every day. Welcome to the Addams Family, Emma Oldham."
    },
    "phoenixhardison": {
      "name": "Phoenix Hardison",
      "role": "(Caveman Ancestor)",
      "bio": "Phoenix is a senior this year so this will be his 5th and final show! He would like to thank Kendra Anika Gaale Kannegaard-Thornley for giving him the opportunity to be in the show at all. He would also like to thank everyone who made this show so special."
    },
    "haydibowsher": {
      "name": "Haydi Bowsher"
    },
    "leareed": {
      "name": "Lea Reed",
      "role": "(Musical Director)",
      "bio": "Lea is thrilled to be back for her 6th musical with SVHS. Having performed in numerous shows in high school and college, Lea loves helping young people explore their love for musical theater and hone their talent and skill. Lea would like to thank her amazing Assistant Musical Director, the wonderful and talented Sydney Clark, for going above and beyond to make this show a success. She would also like to thank Kendra Kannegaard for letting her be a part of yet another fantastic theatrical journey, and the incredibly kind and thoughtful students in the Cast and Crew of The Addams Family, who make every day a joy!"
    },
    "atlashinkle": {
      "name": "Atlas Hinkle",
      "role": "(Stage Manager)",
      "bio": "Atlas Hinkle is a junior at Scotts Valley High School and the stage manager for The Addams Family. This is Atlas's eighth production at the high school, as well as their eighth in the stage management department. Their previous productions include Clue, Check Please, Urinetown, The Play That Goes Wrong, Something Rotten, Rumors, and Deaths, Divas, & Dreams (Collection of Ten Minute Plays & Musicals). They would like to thank the production team: directors Kendra Kannegaard and Kavin Pugazhenti, musical directors Lea Reed and Sydney Clark, and choreographers Ian Mchatton and Nami Miller, and backstage manager Kyan Lundberg for being the most amazing production crew to work with. They would also like to thank the whole cast and crew for their continuous dedication and hard work throughout this show. They would also like to thank their friends Aaron Alejandro, Milo Anima, Dani Dunn, Mason Fohl, Ash Formoso, V Nivelle, and Violet Palmer for all being incredible people, and would like to thank them for helping them get through this journey with laughs and a world of support. And last but certainly not least, they would like to thank their parents for always supporting them throughout this production process. They hope you enjoy the show!"
    },
    "kyanlundberg": {
      "name": "Kyan Lundberg",
      "role": "(Backstage Manager)",
      "bio": "Kyan Lundberg is a senior at Scotts Valley  High School. This is Kyan's eighth show with the Drama Department, Kyan is very excited to be the Backstage Manager again! Kyan participated in Clue!, Check Please!, and Urinetown as a member of the sound department, The Play That Goes Wrong, which she directed, Our Place, Something Rotten, Rumors, Deaths Divas and Dreams, and now Addams Family as the Backstage Manager! Kyan would like to thank her sister for making her laugh and listening to her rant, she would like to thank her parents and grandparents  for supporting her in what she wants to do, she would like to thank her friends, Conner, Twix, Violet, Sam, Alex, Ava, Bali, Milo, and many many more for always making her laugh and being a voice of reason, she would like to thank Ethan and Leo for being the best backstage manager trainees she could have asked for, she would like to thank Conner, Ryan, Cheyenne, Max, Shino, and Nic for being such an amazing backstage crew, and lastly she would like to thank Mrs. Kannegaard for making these shows possible and for loving every member of the department unconditionally. Kyan hopes you enjoy the show!"
    },
    "lyraalers": {
      "name": "Lyra Alers",
      "role": "(Sound Department Head)",
      "bio": "As a senior at SVHS, Lyra has been working in the sound department for four years, and this is her ninth show, eighth as the head of the sound department. She has worked previously on Almost Maine, Clue!, Urinetown, The Play that Goes Wrong, Our Place, Something Rotten, Rumors, and Death Divas and Dreams. She is so excited to be working on Addams Family, especially since she gets to work with her own drama family. She is grateful that the audience is seeing this amazing show, made with blood, sweat, and tears, even if an audience member was pulled into seeing it. In her opinion, not not today is the best time to see the show (so is Wednesday, if there was a show then). It is no secret how amazing this show is, and how hard the students here at SVHS have worked to put on this production. She hopes this is more than one normal night for the audience and knows that just around the corner there is a beautiful night full of singing, dancing, and maybe a little bit of playful death. She would like to dedicate this show to all of the drama family she has built over the years (the graduates, the tech table crew, all the talented actors, and all the lovely tech from makeup and costumes to backstage), Simon (for dropping off food/drinks while she was working), all of the other drama seniors saying goodbye to this wonderful department, and especially to Ms. K for going through so much to create a home for every single one of the students who participate in drama (she changes lives, really). Full disclosure, she wishes the audience a wonderful time."
    },
    "cielschnell": {
      "name": "Ciel Schnell",
      "role": "(Lighting Designer/Master Electrician)",
      "bio": "Ciel Schnell is a Junior at SVHS and this is her ninth production with the drama department, as well as her first musical as a department head! She previously worked as an electrician for Clue!, Check Please, Urinetown, The Play That Goes Wrong, and Our Place, was the student director of Something Rotten, and co-designed the lighting for this year's fall and winter plays: Rumors and Deaths, Divas, and Dreams. She would like to thank Alex, her amazing co-head, for the dedication and friendship shown over the course of this show, and Lyra, Finn, Leo, and Emma R. for being amazing friends and bringing so much joy and life to this production. She would also like to thank Asher and Cooper for their mentorship, and hopes that the audience notices all of the cool lighting in the show because it took a lot of work!"
    },
    "alexmoriarty": {
      "name": "Alex Moriarty",
      "role": "(Co-Lighting Designer/Co-Master Electrician)",
      "bio": "Alex is a Junior at Scotts Valley High School and is extremely excited for her first show as a lighting designer! This is her ninth show, and she has previously worked on Clue!, Check Please, Urinetown, The Play That Goes Wrong, Our Place, Something Rotten, Rumors, and Death Divas and Dreams as an electrician. She would like to thank her co-head Ciel, who has been her rock during the past two years and provided so much help to Alex during this show. She would also like to thank Lyra, Ky, Finn, and Ryan for their great support throughout the past shows! Alex loves everything that the Drama department has to offer and is thrilled to be able to take on the role of a department head, and she hopes that everyone enjoys the show!"
    },
    "gageherendeen": {
      "name": "Gage Herendeen"
    },
    "lukethornley": {
      "name": "Luke Thornley",
      "role": "(Construction Head, Lead Carpenter)",
      "bio": "Luke Thornley is a veteran of the SVHS drama department, having graduated in 2011. Despite becoming a scientist, he has been coming back year after year to help design and build the sets to let the students shine with suitable backgrounds and to allow his wife (the Director) to show the world her top-tier directorial skills. Luke loves the gift and challenge of educating the students the proper way to use a drill, basic construction techniques, and how to be a team player."
    },
    "cooperherendeen": {
      "name": "Cooper Herendeen",
      "role": "(Creative Director and Production Manager)",
      "bio": "Cooper Herendeen is an alumni of Scotts Valley High School, and has been working in the department since 2017. When he was a student, he worked as an electrician, It's a Wonderful Life, Curious Savage, and Guys and Dolls. He worked as a Lighting Designer on The Bold, The Young, and the Murdered, Newsies, and Almost Maine. He worked as a Crew Member in the old Addams Family Musical and is glad to be back again for this year's edition. He is now working as a Creative Director and a Production manager within the department. He would like to thank Kendra Kannegaard and Todd Hoffman for welcoming him back into the department so warmly. He hopes you enjoy the show!"
    },
    "audreylewerenz": {
      "name": "Audrey Lewerenz",
      "role": "(Makeup Head)",
      "bio": "Audrey Lewerenz is a Senior at  Scotts Valley High School and is the Makeup Head for the Musical The Addams Family. This will be her sixth and final show doing makeup at SVHS. In total, this is the ninth show she's ever done. Her favorite shows she's been a part of are Deaths, Divas, and Dreams, Rumors, and Something Rotten. She would like to thank her director Mrs. Kannegaard, all the totally rad people who helped put this show together, and the Scotts Valley Theater Cultural and Performing Art Center. She would also like to thank all of her amazing and lovely friends who she loves so dearly. She would finally like to thank her wonderful mom, dad, brother, and dogs (Kerby and Snowy)."
    },
    "violetadauksa": {
      "name": "Violeta Dauksa",
      "role": "(Co Props Master)",
      "bio": "Violeta is a sophomore at Scotts Valley High School and this is her fourth show. This is Violeta's second time being co-props master and she has thoroughly enjoyed it. She would like to express her gratitude to her wonderful props crew and her co-head, Milo, who have both been amazing friends. She hopes you enjoy the show."
    },
    "emmarozeboom": {
      "name": "Emma Rozeboom",
      "role": "(Head Costumer)",
      "bio": "Emma is a junior at Scotts Valley High, and has been a part of the drama department since the Spring 2022 production of Urinetown the Musical.  The Addams Family is her sixth show with the department, and she is thrilled to return to her position as a Head Costumer alongside Tisa Sholokholm, her mentor and amazing friend. She would like to thank Ms. Kannegaard for her support, her parents for driving and putting up with the late nights, her wonderful friends she's made along the way, and Chloe Kitch, for always being there.\nEmma  hopes you will enjoy the show, and that you love all things Addams."
    },
    "samanthawarner": {
      "name": "Samantha Warner",
      "role": "(Co-House Manager, Co-Build manager)",
      "bio": "Samantha Warner is a Senior at Scotts Valley High. This is Samantha's ninth production at SVHS and she is delighted to help build the set once again. This is her last show and she is delighted to go with such a bang! She has participated in SVHS's productions of Clue!, Check Please!, the famed Urinetown, The Play That Goes Wrong, Our Place, Rumors, Abandoning Taylor and now Addams Family. She hopes you enjoy the show put on by her and her peers and would like to thank her parents for tolerating her, her grandmother for being supportive, and Mrs. Kannegaard for everything she has done. (She also would like to thank Huckleberry and her own dog for being her best friends and emotional support dogs but mostly Huckleberry because he was her Valentine for the third year in a row.) But most importantly she would like to thank everyone in the production because they have made this space a home and have become one truly amazing family! Thank you all for sharing this special moment with us!"
    },
    "betwixtjonescruz": {
      "name": "Betwixt (Twix) Jones-Cruz",
      "role": "(Makeup Crew)",
      "bio": "This is Betwixt's 7th production with SVHS, and also their last. They were an actor between freshman and sophomore year, and this year have transferred to doing crew only. They are incredibly grateful and appreciative of everyone who has given them a space to grow and change in their three years of being in this department. Twix is graduating this year a year early, but will surely be back to visit! They would not have been able to make it this far without the support of Kendra Kannegaard-Thornley, their lovely parents/sibling, and their wonderful and amazing friends that take up their whole heart. thanks for seeing the show!"
    },
    "ianmchatton": {
      "name": "Ian McHatton",
      "role": "(Choreographer)",
      "bio": "Ian McHatton is a freshman at Cabrillo where he studies Music Technology and Recording Arts. He has been doing theatre for eight years and dancing for ten. Something Rotten will be his first production with MCT but his eighteenth production overall. Some of his favorite previous roles include Harold Hill, Music Man; Hot Blades Harry, Urinetown; and Jack Kelly, Newsies. Ian's favorite hobbies include dance, piano, composition, and digital music production. He has also been choreographing for productions for the past 3 years and hopes to find that in his future endeavors. He is so excited to be a part of this production and this incredible community and hopes you enjoy the show!"
    },
    "colburnryan": {
      "name": "Colburn Ryan"
    }
  }
}
